Repository: jimregan/citizens-information-raw
Catalog: en-pl/www.citizensinformation.ie/pl/social_welfare/social_welfare_payments/disability_and_illness/disability_benefit.html.txt.tmx
Source language: en
Languages: pl

source: You must get a final medical certificate from your doctor before you go back to work
pl: Nie można go pobrać z sieci

source: Note that in all cases social welfare medical certificates (MC1 and MC2) are not available online or from the Department's offices
pl: W okresie choroby należy co tydzień przesyłać zaświadczenie lekarskie (MC 2), chyba że wydane zostaną inne instrukcje

source: You are not required to pay for a social welfare medical certificate as the Department pays the doctor an agreed fee
pl: Przed powrotem do pracy należy uzyskać od lekarza końcowe zaświadczenie lekarskie

source: If you wish to make a backdated claim for Illness Benefit, you need to supply a First Medical Certificate (MC1) stating the date the illness began, a letter from your doctor giving details of your illness and treatment and a current MC2 certificate
pl: Nie ma wymogu zapłaty za zaświadczenie lekarskie na potrzeby opieki społecznej, ponieważ Wydział płaci lekarzowi ustalone honorarium

source: If you have any difficulties completing the forms, staff in your local social welfare office will be happy to help you
pl: W przypadku pojawienia się trudności w wypełnianiu formularzy, pracownicy miejscowego biura opieki społecznej pomogą wypełnić wniosek

source: Any questions you have about Illness Benefit should be made directly to your social welfare local office or you can call the Illness Benefit enquiries telephone line - see 'Where to apply' below
pl: Wszelkie pytania dotyczące zasiłku chorobowego należy kierować bezpośrednio do miejscowego biura opieki społecznej lub do informacji telefonicznej pod numerem: (01) 704 3300

source: If you think you have been wrongly refused Illness Benefit, you can ask for the decision to be reviewed
pl: Jeśli Państwo uważają, że niesłusznie odmówiono Państwu Zasiłku Chorobowego Illness Benefit] można wystąpić o zweryfikowanie decyzji

source: You can also appeal the decision to the Social Welfare Appeals Office, either straight away or after the review
pl: Można również natychmiast appeal the decision to the Social Welfare Appeals Office (złożyć odwołanie od decyzji do Biura Odwołań Opieki Społecznej, albo uczynić to po przeprowadzeniu weryfikacji

source: You must request a review or appeal a decision within 21 days of being informed of the decision
pl: O weryfikację albo odwołanie od decyzji należy wystąpić w ciągu 21 dni od przekazania informacji o decyzji
